Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/laozi__laozi-chapter-026__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 重為輕根，靜為躁君。
en: Gravity is the root of lightness; stillness, the ruler of movement.

source: 是以聖人終日行不離輜重。
en: Therefore a wise prince, marching the whole day, does not go far from his baggage waggons.

source: 雖有榮觀，燕處超然。
en: Although he may have brilliant prospects to look at, he quietly remains (in his proper place), indifferent to them.

source: 奈何萬乘之主，而以身輕天下？
en: How should the lord of a myriad chariots carry himself lightly before the kingdom?

source: 輕則失本，躁則失君。
en: If he do act lightly, he has lost his root (of gravity); if he proceed to active movement, he will lose his throne.
